{
  "location": "Located at 3616 F. Nazario Street",
  "contact_number": ["8895-6727 / 8895-6728"],
  "about": "Before, Barangay Singkamas was not yet a barangay. It is only a part of Barrio Tejeros. It was officially recognized as a separate barrio in 1960 by virtue of Republic Act 2370. In the past, Singkamas had the unique tradition of hanging fresh and succulent “TURNIPS” instead of the usual buntings (pabitin) during fiesta. This practice gave the place its distinct name,BARRIO SINGKAMAS. The residents of Barangay Singkamas decided to build their own chapel, the HOLY CROSSCHAPEL became the rallying point of neighborhood rehabilitation. The landmark became the center of public forum and activity center; festivities, like Christmas Festival;Barrio Fiesta celebrations. Being one of the smallest barangay in Makati City, Barangay Singkamas struggled to sustain its existence by depending on its meagre income or revenue derived from tax collections such as Internal Revenue Allotment (IRA) which are given by the National Government and the Real Property Tax (RPT) which are paid by the residents to the Barangay. ",
  "population": [
      {
          "year": 2015,
          "value": 7370
      },
      {
          "year": 2010,
          "value": 7426
      }
  ],
  "mission": "To energize the community into directly involving and participating in all of the endeavours undertaken by the barangay echelon of leadership. To continuously improve and enhance the level of competence and efficiency of service. To promulgatea more responsive legislative resolution in response to the relevant needs of the community and delivering the effective implementation of the Katarungan Pambarangayin line with the mediation and conciliatory goals of the justice system. To assure that all the basic social needs of the constituents are fully delivered and are given a fair chance, access and opportunity to work. To create an atmosphere and environment conduciveto investment and economic growth of the community. To adhere to all campaigns, laws and activities that promotes a sound and sustainable methods of attaining a clean and safe environment. All of these are to be implemented in partnership with the local government units, NGO’s and other stakeholders of the community.",
  "vision": "A barangay that is capable of keeping a breast with the ever changing style of progressive and dynamic barangay governance resulting to the effective delivery of services to its constituents. Thereby providing equal opportunities and benefits. As aresult, a pro-active barangay existing in an atmosphere of growth in synergetic harmony with nature and environment. A barangay composed of constituents that are spiritually righteous, aware of their role and responsibility in molding the community development towards a greater height of success.",
  "officials": [
      {
          "name": "Ramon C. Espeña",
          "position": "Punong Barangay",
          "picture": null
      },
      {
          "name": "Jiggs Angelika D. Paras",
          "position": "SK Chairperson",
          "picture": null
      },
      {
          "name": "Sean L. Francisco",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Librado T. Olivares",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Ma. Lourdes S. Carillo",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Orlino P. Benedicto",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Ricardo S. Nogoy",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Carolina L. Manlulu",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Danilo S. Añonuevo",
          "position": "Barangay Kagawad",
          "picture": null
      },

      {
          "name": "Xian Ashley Nazareno",
          "position": "SK Kagawad",
          "picture": null
      },
      {
          "name": "Mariel Garcia",
          "position": "SK Kagawad",
          "picture": null
      },
      {
          "name": "Marian Luna",
          "position": "SK Kagawad",
          "picture": null
      },
      {
          "name": "Jomari Bagaporo",
          "position": "SK Kagawad",
          "picture": null
      },
      {
          "name": "Chris Ann Borja",
          "position": "SK Kagawad",
          "picture": null
      },
      {
        "name": "Jerome Orendain",
        "position": "SK Kagawad",
        "picture": null
    },
    {
      "name": "John Christian Legaspi",
      "position": "SK Kagawad",
      "picture": null
  }
  ],
  "feast_day": [
      {
          "month": 5,
          "day": "3rd Sunday",
          "title": "Feast of the Holy Cross"
      }
  ],
  "physical_features": [
      {
          "title": "Barangay Boundaries",
          "props": [
              {
                  "name": "North",
                  "value": "Palanan"
              },
              {
                  "name": "South",
                  "value": "Pasay City / Pio del Pilar"
              },
              {
                  "name": "East",
                  "value": "Pio del Pilar"
              },
              {
                  "name": "West",
                  "value": "Pasay City"
              }
          ]
      },
      {
          "title": "Street Boundaries",
          "props": [
              {
                  "name": "North",
                  "value": "Sen. Gil Puyat Ave."
              },
              {
                  "name": "South",
                  "value": "Pio del Pilar to Batangas St. to Zanzibar St"
              },
              {
                  "name": "East",
                  "value": "South Super Highway"
              },
              {
                  "name": "West",
                  "value": "Tripa de Gallina"
              }
          ]
      },
      {
          "title": "Physical Attributes",
          "props": [
              {
                  "name": "Slope Characteristics",
                  "value": "Broad area of level to nearly level land"
              },
              {
                  "name": "Physiography",
                  "value": "Fomer tidal flat"
              },
              {
                  "name": "Flood Intensity",
                  "value": "Moderate flood frequency"
              },
              {
                  "name": "Earthquake Risk",
                  "value": "Moderate to High"
              },
              {
                  "name": "Land Area",
                  "value": "482,900 sq.m."
              },
              {
                  "name": "Existing Land Use",
                  "value": "Batangas St., Sen. Gil Puyat Ave. and Osmeña Highway are commercial areas while the rest are residential"
              }
          ]
      }
  ]
}
