{
  "location": "Located at 2930 H. Santos Street",
  "contact_number": ["8890-9636 / 8804-1303"],
  "about": "<div>Tejeros used to be composed of five sitios namely Carmon (Crystal), Kasilawan (Suaboy or Bakahan), Singkamas, La Paz, and Sta. Cruz (Paltok). In 1960, under the mayorship of Maximo Estrella, Republic Act 2370 known as the Barrio Charter Act was enacted by the Philippine Congress. This Act called for the election of barrio officials by secret balloting. At that time, Barrio Lieutenants were appointed by the incumbent Mayor.</div> <div>This act also stated that any sitio with 500 inhabitants can be a separate barrio by way of resolution of the inhabitants. So by virtue of this act, the abovementioned five sitios became independent barrios.</div> <div>Up to now, Tejeros remains as one of the progressive barangays in Makati. The people have continually been provided with their basic needs. To provide low cost housing facilities for its residents, a BLISS housing project was constructed on the former site of Sta. Ana Cabaret. There is also a Barangay Health Center which gives a free medical assistance to the residents.</div>",
  "population": [
      {
          "year": 2015,
          "value": 13696
      },
      {
          "year": 2010,
          "value": 13868
      }
  ],
  "mission": "Barangay Mission is the vision of the future. A 6-year development through meaningful projects and tangible activities to address the needs of the community regardless of age; create jobs by means of in-demand livelihood to improve and enhance the quality of life for all individuals, young and old; escalate sustainable peace and order projects and activities, promote justice; cleaning and beautification of the community for pride of place and safe place for children; promote good health and prevention of ill-health to help achieve the goals of wholeness; quality education for a powerful intellectual asset of the community like environmental education, outdoor skills, leadership and other educational goals;infrastructure programs that are broad in scope and with heart to humanity with strong political will; modern data banking to keep a strong technical foundation for the Barangay; and, to work with responsible barangay personnel and staff who are honest, hardworking and are adept in the economic mission and initiatives. With all these mission, so help us God.",
  "vision": "We envision Barangay Tejeros to be a community of discipline, law-abiding,productive and healthy individuals; a community that is morally and socially progressive; empowered, peaceful, drug-free, clean, environmentally aware, selfsufficient, ever ready to help and vigilant of the problems and needs of others.",
  "officials": [
      {
          "name": "Lino C. Zaraspe, Jr. ",
          "position": "Punong Barangay",
          "picture": null
      },
      {
          "name": "Nicole Sobria",
          "position": "SK Chairperson",
          "picture": null
      },
      {
          "name": "Gregorio M. Ordas, Jr.",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Michael G. Camposano",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Valeriano S. Javier",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Roberto M. Cervantes",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Jocelyn R. Leonardo",
          "position": "Barangay Kagawad",
          "picture": null
      },
      {
          "name": "Marvin H. Villanueva",
          "position": "Barangay Kagawad",
          "picture": null
      },

      {
          "name": "John Louis L. Vicente ",
          "position": "SK Kagawad",
          "picture": null
      },
      {
          "name": "Jan Eros Baculdo",
          "position": "SK Kagawad",
          "picture": null
      },
      {
          "name": "Angela C. Elipse",
          "position": "SK Kagawad",
          "picture": null
      },
      {
          "name": "Andrea Nicole Duran",
          "position": "SK Kagawad",
          "picture": null
      },
      {
          "name": "Kim A. Francisco ",
          "position": "SK Kagawad",
          "picture": null
      },
      {
        "name": "John Joseph A. Challoy",
        "position": "SK Kagawad",
        "picture": null
    },
    {
      "name": "  Tommy York Olivario ",
      "position": "SK Kagawad",
      "picture": null
  }
  ],
  "feast_day": [
      {
          "month": 5,
          "day": "2nd Sunday",
          "title": "Feast of the Holy Cross"
      }
  ],
  "physical_features": [
      {
          "title": "Barangay Boundaries",
          "props": [
              {
                  "name": "North",
                  "value": "La Paz"
              },
              {
                  "name": "South",
                  "value": "Singkamas"
              },
              {
                  "name": "East",
                  "value": "Kasilawan / Carmona"
              },
              {
                  "name": "West",
                  "value": "Sta. Cruz / Olympia"
              }
          ]
      },
      {
          "title": "Street Boundaries",
          "props": [
              {
                  "name": "North",
                  "value": "Davila St."
              },
              {
                  "name": "South",
                  "value": "A.P. Reyes / Pasong Tamo"
              },
              {
                  "name": "East",
                  "value": "Delpan / J.P. Rizal"
              },
              {
                  "name": "West",
                  "value": "Feast of the Holy Cross"
              }
          ]
      },
      {
          "title": "Physical Attributes",
          "props": [
              {
                  "name": "Land Area",
                  "value": "283, 200 sq. m."
              },
              {
                  "name": "Existing Land Use",
                  "value": "Residential"
              }
          ]
      }
  ]
}
