{
    "summary": "<p> Under the 1991 Local Government Code, “a municipality can qualify to become a city if it has an annual income of not less than P50 million and a population of at least 200,000.” Having completed these requirements for cityhood status, Metro Manila has given birth to seven new cities and that includes Makati. </p> <p> San Pedro de Makati was founded in 1670 as a “visita” of Sta. Ana de Sapa under the jurisdiction of the Franciscans.In 1901, it was incorporated into the province of Rizal.On February 28, 1914, the Philippine Legislature passed Act 2390, shortening its name to Makati.In 1975, Makati was made part of Metro Manila.On January 2, 1995, Makati earned cityhood status by virtue of Republic Act 7854. </p> ",
    "description": "<p> Makati City Mayor Mar-Len Abigail Binay has led the implementation of key programs that aims at expanding access to digital technology all over the city such as the installation of mobile signal boosters to strengthen cellular and Internet connectivity for the benefit of residents and transients in the city. One of these installations are the Fiber Optic Loop project which will establish a public Wi-fi system providing free Wi-fi connection to Makati City residents.The project is aimed to be competed in 27 barangays, excluding the city’s six villages, by the end of the year. </p> <p>The five digital Public-Private Partnership (PPP) projects launched are the following:</p> <ol> <li>Fiber Optic Loop connecting Makati City eGovernment. These projects are in partnership with Converge Information and Communications Technology Solutions Inc. and NeoTech Asia Distribution Inc.;</li> <li>Makatizen Card which promote e-currency and online payment is a joint venture with G-xchange and iBayad Online Ventures Inc.;</li> <li>The Makatizen Universal Card System in partnership with Globe Telecom will provide over 500,00 residents better access to city government services;</li> <li>The mobile-signal booster is another project to strengthen cellular and Internet connectivity wherein the city also teamed up with Aim Technologies Inc. and Market Research Knowledge Technology Inc.</li> <li>Online payment and e-Payment at Jollijeeps aims to provide city-wide towing, impounding and clamping that will use the Makatizen Card for payment in the partnership with Tokogawa Global Corp. The city government has strengthened the existing partnership with Metro Stores for the additional Jollijeep food stalls or mobile canteens as an alternative to sidewalk vendors and the acceptance of e-payment using the Makatizen Card. The monitoring and management of the new and improved mobile food stalls to ensure strict compliance with City Ordinance 2002-007 with respect to sanitation, safety and functionality.</li> </ol> <p>All these Digital transformation programs will further improve the technology that the city have and tapping the industry leaders from private sector will lead to fast implementation of the projects. The city government and its partners have laid out plans to ensure the projects will really make a difference in the daily lives of Makatizens.</p>",
    "hymn": " <div style='font-style: italic;'> <div> Pagmamahal sa Makati </div> <div> Bayan na itatanghal </div> <div> Sa ngalan ng mga malalaya na may pagtingin sa bansa </div> <div> Diwa't puso na natin sa Makati ibibigay! </div> <div> Kapit bisig tayo itaguyod na natin </div> <div> Ang magandang simula ang mag papaunlad ng bayan </div> <div> O Makati na aming mahal </div> <div> Bayan mo'y itatanghal </div> <div> O Makati o Makati mahalin natin atin ito </div> <div> Kapit bisig tayo itaguyod na natin </div> <div> Ang maganda ng simula </div> <div> Ang magpapaunlad ng bayan! </div> <div> O Makati na aming mahal </div> <div> Bayan mo'y itatanghal </div> <div> O Makati o Makati mahalin natin atin ito </div> </div>",
    "mission" :"The Makati City Government will be the model for world-class local governance: providing for the well-being of its citizenry through delivery of the highest level of basic, social, and economic services with breakthrough technologies, sustainable financing, and competent, responsible and professional civil servants.",
    "vision": "Makati shall lead the Philippines into the 21st Century: its global and national enterprises, leading the creation of a new, responsible and sustainable economy; its citizens, productive, empowered and God-loving."
}